Repository: deepakajaylinux/testpage
Catalog: docs/source/locale/*/LC_MESSAGES/apacheconf.po
Languages: de

source: Synopsis
de: Zusammenfassung

source: This module assists in managing and installing the Apache configuration. It specifies the configuration of your environment. It is well-to-do in ubuntu and as well as in Cent OS.
de: Dieses Modul hilft bei der Verwaltung und Installation des Apache-Konfiguration. Es gibt die Konfiguration Ihrer Umgebung. Es ist wohlhabend in Ubuntu und als auch in Cent OS.

source: Help command
de: Hilfe Befehl

source: The help command describes about the purpose and the commands available under this modules. It also explains the command to install the particular module. It lists out the alternative parameters that can be used for declaration. The command used for declaring help is shown as below:
de: Der Befehl help beschreibt über den Zweck und den im Rahmen dieser Module Befehle. Es erklärt auch den Befehl, um die bestimmte Module installiert. Es listet einige der Parameter, die für alternative Erklärung verwendet werden kann. Der Befehl zur Hilfe Erklärung verwendet wird, wie unten dargestellt:

source: The screen shot as shown below, visually represent the usage of the help command under this module.
de: Der Screenshot, wie unten dargestellt, visuell repräsentieren die Verwendung des Befehls-Hilfe unter diesem Modul.

source: It is easier to install this particular tool under Cleopatra by simply using the command given below,
de: Es ist einfacher, diese besondere Werkzeug unter Kleopatra, indem Sie einfach mit dem Befehl unten angegeben zu installieren,

source: After giving the command above, the tool will ask as
de: Nachdem er den Befehl oben, wird das Tool fragen, wie

source: if you give an input as Y, the module will get installed successfully.
de: wenn Sie einen Eingang als Y geben, wird das Modul erfolgreich installiert.

source: It will also throw some commands to specify the non-default values for LockFile, PidFile, Timeout, KeepAlive, MaxKeepAliveRequest, KeepAliveTimeout. If the user gives input as Y(Yes) it will automatically fix the default value. If the user gives input as N(No) then it will enquire about the values from the user.
de: Es wird auch werfen einige Befehle, um die Nicht-Standardwerte für LockFile, PidFile, Timeout, Keepalive, MaxKeepAliveRequest, Keepalivetimeout angeben. Wenn der Benutzer gibt Eingang als Y (Ja), wird es automatisch zu beheben Sie den Standardwert. Wenn der Benutzer gibt Eingabe N (Nein), dann wird es über die Werte von dem Benutzer zu fragen.

source: The screen shot given below explains visually about the steps and commands involves in installation.
de: Der Screenshot unten angegeben erklärt visuell über die Schritte und Befehle beinhaltet in der Installation.

source: Parameters
de: Parameter

source: Required
de: erforderlich

source: Comment
de: Kommentar

source: Install
de: installieren

source: It will install the apacheconf under Cleopatra
de: Es wird die apacheconf unter Cleopatra installieren

source: Install Apache conf? (Y/N)
de: Installieren Sie Apache conf? (Y / N)

source: If the user gives input as yes, it will install the module.
de: Wenn der Benutzer gibt Eingabe als Ja, wird das Modul zu installieren.

source: If the user gives input as no, it will get exit.|
de: Wenn der Benutzer gibt Eingang als nicht, wird es bekommen Ausfahrt. |

source: Benefits
de: Vorteile

source: The module assists the end user in installing and managing the configuration of Apache.
de: Das Modul unterstützt den Anwender bei der Installation und Verwaltung der Konfiguration von Apache.

source: While installing the Apache tool, the end user can design and manage the configuration as per their requirement using this module.
de: Bei der Installation des Apache-Tool kann der Anwender Design und die Konfiguration zu verwalten, wie pro ihre Anforderungen mit diesem Modul.

source: If it founds the configuration already exists it will overwrite the existing one.
de: Wenn es die Konfiguration gründet bereits existiert wird es die bestehende überschrieben.
